Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: Speak naturally, as you would with a friend - use your own real variant, dialect and accent
shn: လၢတ်ႈၵႂႃႇလူၺ်ႈသၽႃႇဝ မိူၼ်ၼင်ႇတိုၵ်ႉလၢတ်ႈၸႃတင်းဢူၺ်းၵေႃႉ - ၸႂ်ႉတိုဝ်းၵႂၢမ်းလၢတ်ႈ၊ ၵႂၢမ်းပိုၼ်ႉတီႈ လႄႈ သဵင်ဢွၵ်ႇတူဝ်ၵဝ်ႇတႄႉတႄႉ။

source: Speak now
shn: လၢတ်ႈလႆႈယဝ်ႉ

source: Speak options menu
shn: မေႇၼူးတၢင်းလိူၵ်ႈလွင်ႈလၢတ်ႈ

source: Speak up, contribute here!
shn: ၶၼ်ပၢၵ်ႇ| ၶဝ်ႈႁူမ်ႈၸွႆႈတီႈၼႆႈ!

source: Special Characters and Foreign Letters
shn: တူဝ်လိၵ်ႈၶိုၵ်ႉတွၼ်း လႄႈ တူဝ်လိၵ်ႈၽႃႇသႃႇၼွၵ်ႈမိူင်း

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
shn: ၶိူင်ႈမၢႆၶိုၵ်ႉတွၼ်း လႄႈ လွင်ႈသႂ်ႇတူဝ်ၶၼ်ႈၼၼ်ႉထုၵ်ႇလီသႂ်ႇပၼ် မိူဝ်ႈလူဝ်ႇတႄႉတႄႉၼၼ်ႉၵူၺ်းၶႃႈ။ မိူၼ်ၼင်ႇ, ၶိူင်ႈမၢႆဢႅတ်ႉပွတ်ႉသ်တရေႃႇၾီႉ (Apostrophe) ဢၼ်မီးၼႂ်းၶေႃႈၵႂၢမ်းဢိင်းၵလဵတ်ႈ၊ မိူၼ်ၼင်ႇ “don’t” လႄႈ “we’re” ၼၼ်ႉ လူဝ်ႇလႆႈထႅမ်သႂ်ႇပႃးဝႆႉ ၼႂ်းၶေႃႈၵႂၢမ်းတႄႉမၼ်း (Source text) ယူႇ,ၵူၺ်းၵႃႈ မၼ်းဢမ်ႇလႅပ်ႈတေလူဝ်ႇၸႂ်ႉတူဝ်လိၵ်ႈ ဢၼ်ၶိုၵ်ႉတွၼ်း မိူၼ်ၼင်ႇ “@” ဢမ်ႇၼၼ် “#” ၼၼ်ႉၶႃႈ။

source: Special Tags
shn: ထႅၵ်ႉၶိုၵ်ႉတွၼ်း

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
shn: <speechBlogLink>တႄႇၸႂ်ႉတိုဝ်း ၵၢၼ်ႁူႉမႅၼ်ႈသဵင်လၢတ်ႈ</speechBlogLink>

source: Spelling and Punctuation
shn: ၵၢၼ်ၵပ်းလေႃးၶေႃႈၵႂၢမ်း လႄႈမၢႆၶၼ်ႈလိၵ်ႈ

source: Split into { $archiveCount } ZIP files containing
shn: လႆႈၸႅၵ်ႇဢွၵ်ႇပဵၼ် ၾၢႆႊလ် ZIP { $archiveCount } ၾၢႆႊလ် ဢၼ်ၶဝ်ႈပႃးဝႆႉ

source: Splits
shn: ၸႅၵ်ႇၽႄ

source: Splits (Age and Sex)
shn: လွင်ႈၸႅၵ်ႇၽႄ (ဢႃႇယု လႄႈ ယိင်း/ၸၢႆး)

source: Spontaneous Speech
shn: သဵင်လၢတ်ႈၵမ်းလဵဝ်ဢမ်ႇႁၢင်ႈႁႅၼ်း

source: SPONTANEOUS SPEECH
shn: သဵင်လၢတ်ႈၵမ်းလဵဝ်ဢမ်ႇႁၢင်ႈႁႅၼ်း

source: Spontaneous Speech Already Available
shn: ၵၢၼ်လၢတ်ႈလွတ်ႈလႅဝ်း မီးဝႆႉတႃႇၸႂ်ႉတိုဝ်းယဝ်ႉ

source: Spontaneous Speech naturally contains false starts where only a fragment of a full word is produced. For these instances, please transcribe to the best of your ability the word fragment and attach a hyphen at the end of the word (-) to indicate the word is a false start. Example:
shn: ၵၢၼ်လၢတ်ႈၵႂၢမ်းဢၼ်ပဵၼ်သၽႃႇဝၼၼ်ႉ ၵမ်ႈၼမ်တႄႉ တိုၼ်းတေပႃး လွင်ႈတႄႇလၢတ်ႈဢၼ်ၽိတ်းမႅၼ်ႈ (False starts) ဢၼ်ဢွၵ်ႇသဵင်မႃး ၵူၺ်းပဵၼ်တွၼ်ႈၵတ်းပႅတ်ႈဢွၼ်ႇ ၶေႃႈၵႂၢမ်းဢၼ်တဵမ်ထူၼ်ႈၵူၺ်းၶႃႈ။ တွၼ်ႈတႃႇလွင်ႈတၢင်းၸိူဝ်းၼႆႉ ၶႅၼ်းတေႃႈတႅမ်ႈမၢႆၸွမ်း ၼင်ႇၵႃႈဢၼ်ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈတႅမ်ႈလႆႈလီသေပိူၼ်ႈ တီႈတွၼ်ႈၶေႃႈၵႂၢမ်းဢၼ်လၢတ်ႈတိတ်းၶမ်ၼၼ်ႉ သေယဝ်ႉ ႁႂ်ႈတႅမ်ႈမၢႆပႃး ၶိူင်ႈမၢႆတတ်း (-) တီႈပႃႈလင်ၶေႃႈၵႂၢမ်း တွၼ်ႈတႃႇၼႄဝႃႈ ၶေႃႈၵႂၢမ်းၼၼ်ႉ ပဵၼ်ၵၢၼ်တႄႇလၢတ်ႈဢၼ်ၽိတ်းမႅၼ်ႈၶႃႈ။ တူဝ်ယၢင်ႇ -

source: Spontaneous Speech will naturally contain grammatical mistakes. These should not be corrected when transcribing. The transcription should reflect the spoken content exactly.
shn: ၵၢၼ်လၢတ်ႈၵႂၢမ်းဢၼ်ပဵၼ်သၽႃႇဝၼၼ်ႉ ၵမ်ႈၼမ်တႄႉ တိုၼ်းတေပႃး လွင်ႈၽိတ်းၽၢႆႇပိူင်တမ်းလိၵ်ႈယူႇၶႃႈ။ မိူဝ်ႈတွၼ်ႈထွတ်ႇသဵင်တႅမ်ႈမၢႆဝႆႉၼၼ်ႉ ဢမ်ႇလူဝ်ႇၵႂႃႇမႄးထႅမ်ပၼ် ႁႂ်ႈထုၵ်ႇမႅၼ်ႈၶႃႈ။ ၵၢၼ်ထွတ်ႇသဵင်ၼၼ်ႉ တိုၼ်းလူဝ်ႇလႆႈတႅမ်ႈၼႄ တႅတ်ႈတႅတ်ႈတေႃးတေႃး ၼင်ႇဢၼ်လႆႈငိၼ်းတႄႉၼၼ်ႉၶႃႈယဝ်ႉ။

source: Start recording
shn: တႄႇဢတ်းသဵင်

source: Start typing to describe your accent
shn: တႄႇပေႃႉလိၵ်ႈ တႃႇတႅမ်ႈလွင်ႈသပ်းလႅင်းသဵင်လွင်ႈၸဝ်ႈၵဝ်ႇ

source: Start typing to search
shn: တႄႇပေႃႉတႅမ်ႈတႃႉၶူၼ်ႉႁႃ

source: Stats
shn: သဵၼ်ႈမၢႆ

source: Status Page
shn: ၼႃႈ ၼႃႈၵၢၼ်

source: Still have questions?
shn: ယင်းတိုၵ်ႉမီးၶေႃႈထၢမ်ယူႇႁႃႇ?

source: Store your keys safely and avoid exposing them in public repositories. The SECRET key is only accessible now and will not be shown again.
shn: သိမ်းသေႃးၸဝ်ႈၵဝ်ႇ ႁႂ်ႈမၼ်ႈၵိုမ်းလွတ်ႈၽေး လႄႈငိူင်ႉဝႄႈၵၢၼ်ပိုၼ်ၽႄၼႂ်းၵႄႈ ၵူၼ်းတင်းလၢႆၶႃႈ။ သေႃးလပ်ႉ(SECRET key) ၼႆႉ တေၸၢင်ႈၶဝ်ႈထိုင်လႆႈ ၼႂ်းယၢမ်းလဵဝ်ၼႆႉၵူၺ်း တေဢမ်ႇၼႄပၼ်ထႅင်ႈႈပွၵ်ႈၵမ်းသွင်ယဝ်ႉၶႃႈ။

source: Streaks
shn: ၵၢၼ်သိုပ်ႇႁဵတ်းသၢင်ႈၵူႈဝၼ်းဢမ်ႇၶၢတ်ႇတွၼ်ႈ။

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
shn: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.(မီးသဵင်ၸၢၵ်ႈၶူၼ်းၶဝ်း လႄႈ သဵင်ၶၢတ်ႇႁၢႆ)

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
shn: <strong>ယႃႇပေပၢၵ်ႈပႅတ်ႈၶလိပ်ႉသဵင်ဢၼ်ၽူႈလၢတ်ႈမီး 'သဵင်လွင်ႈ' ဢၼ်ပႅၵ်ႇပိူင်ႈတင်းသူၸဝ်ႈ</strong> - ဢၼ်ၼႆႉမၼ်လမ်ႇလွင်ႇတႃႇႁႂ်ႈၵၢၼ်ႁူႉတွင်းသဵင် ႁဵတ်းၵၢၼ်လႆႈလီတႃႇၵူႈၵေႃႉ။

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
shn: <strong>ၶူင်သၢင်ႈလႄႈ!</strong> တူင်ႇဝူင်းၽႃႇသႃႇသူၸဝ်ႈတေပဵၼ်ဢၼ်ၶိုၵ်ႉၶၢႆး၊ လႄႈလွၵ်းလၢႆးတႃႇတေတႄႇၵေႃႈဢမ်ႇလၢၵ်ႇလၢႆးသင်။

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started. Please consider adding your community channels to <communitiesLink>COMMUNITIES.md document on GitHub</communitiesLink>.
shn: <strong>ႁႂ်ႈၶူင်ႊသၢင်ႈဢွၵ်ႇမႃး! </strong> တူင်ႇဝူင်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ၸဝ်ႈၵဝ်ႇ တေပဵၼ်မႃးၾၢင်ႁၢင်ႈဢၼ်ပႅၵ်ႈပိူၼ်ႈသေ ၸိူဝ်းၼႆႉ ပဵၼ်လွၵ်းလၢႆးဢၼ်တႄႇငဝ်ႈၵမ်ႈၽွင်ႈၵွႆး။ ၶႅၼ်းတေႃႈဝူၼ်ႉသွၼ်ႇတႃႇတေ သႂ်ႇ သၢႆတၢင်းတူင်ႇဝူင်းၵူၼ်းၸဝ်ႈၵဝ်ႇတီႈၼႂ်း<communitiesLink>COMMUNITIES.md ၽိုၼ်လိၵ်ႈၼိူဝ်GitHub</communitiesLin<communitiesLink><communitiesLink><communitiesLink>k>.

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
shn: <strong>ၸုမ်ႇၶေႃႈမုၼ်းသဵင်မႂ်ႇ</strong> ၽွမ်ႉတႃႇလူတ်ႇလူင်းလႆႈယဝ်ႉ တီႈ ပလႅတ်ႉၾွမ်း Mozilla Data Collective ဢၼ်ပဵၼ်ၼႂ်းၶိူဝ်းလဵဝ်ၵၼ်။ ၶဝ်ႈႁူမ်ႈပုၼ်ႈတႃႇၶဝ်ႈထိုင်လႆႈၸုမ်ႇၶေႃႈမုၼ်းတူဝ်ႈလုမ်ႈၾႃႉဢၼ်မီး 300 ၸုမ်ႇပၢႆ၊ ဢၼ်ပဵၼ် ၸုမ်ႇၶေႃႈမုၼ်းသၢင်ႈဝႆႉပၼ်တႃႇ တူင်ႇဝူင်းၸိူဝ်းႁဝ်း။

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
shn: <strong>သဵင်လၢတ်ႈၸွမ်းထႅဝ်လိၵ်ႈ</strong> (ဢၼ်ၸဝ်ႈၵဝ်ႇႁူႉၸၵ်းဝႃႈ Common Voice) ပဵၼ်တီႈဢၼ်ၸဝ်ႈၵဝ်ႇၸၢင်ႈလူဢၢၼ်ႇဢွၵ်ႇသဵင်တူၼ်ႈထႅဝ်ၸိူဝ်းၼၼ်ႉၼႂ်းၽႃႇသႃႇၶွင်ၸဝ်ႈၵဝ်ႇ။

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
shn: <strong>[ၶီႈၸၢမ်]</strong> တူဝ်သတ်းယၵ်ႉလူင် ၻၢႆႇၼူဝ်ႇသေႃး ၼႂ်းပၢၼ် <strong>[ဢႆ]</strong> ထရၢႆႇဢႅတ်း.

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
shn: <strong>သဵင်လၢတ်ႈတိုၼ်းပဵၼ်</strong> ပဵၼ်တွၼ်ႈမႂ်ႇၶွင် Common Voice တီႈဢၼ်သူၸဝ်ႈၸၢင်ႈတွပ်ႇၶေႃႈထၢမ်ၼႂ်းလွၵ်းလၢႆးဢၼ်ပဵၼ်သၽႃႇဝတိုၼ်းပဵၼ်၊ လၢႆးလၢတ်ႈၵႂၢမ်းၵူႈဝၼ်းဝၼ်း တိူဝ်းၼမ်မႃးလႆႈထႅင်ႈ။

source: Submit
shn: သူင်ႇ

source: Submit All
shn: သူင်ႇတင်းမူတ်း

source: Submit a new question for the community to read and respond to
shn: သူင်ႇၶေႃႈထၢမ်မႂ်ႇ ႁႂ်ႈတူင်ႇဝူင်းၵူၼ်းလႆႈဢၢၼ်ႇလႄႈတွပ်ႇပၼ်

source: Submit a report
shn: သူင်ႇလၢႆးငၢၼ်း

source: Submit clips
shn: သူင်ႇၶလိပ်ႉသဵင်

source: Submit new questions for the community to read and respond to
shn: သူင်ႇၶေႃႈထၢမ်မႂ်ႇ ႁႂ်ႈတူင်ႇဝူင်းၵူၼ်း လႆႈလူဢၢၼ်ႇလႄႈတွပ်ႇ။

source: Submitted
shn: သူင်ႇ

source: Submitting audio samples
shn: ၵၢၼ်သူင်ႇတူဝ်ယၢင်ႇၾၢႆႊလ်သဵင်

source: Subscribe
shn: လူင်းသဵၼ်ႈမၢႆ

source: Success
shn: ဢွင်ႇမၢၼ်

source: success checkmark
shn: ၶိူင်ႈမၢႆထုၵ်ႇဢၼ်ၼႄလွင်ႈဢွင်ႇမၢၼ်

source: Successfully accepted question
shn: ​လႆႈႁပ်ႉဢဝ် ၶေႃႈထၢမ်လီငၢမ်းယဝ်ႉ

source: Successfully rejected question
shn: လႆႈပၢႆႇပႅတ်ႈ ၶေႃႈထၢမ်လီငၢမ်းယဝ်ႉ

source: Success, profile created!
shn: ယဝ်ႉတူဝ်ႈလီငၢမ်း ၵေႃႇသၢင်ႈပရူဝ်ႇၾၢႆႇယဝ်ႉ!

source: Sundanese
shn: သၢၼ်းၻူႇၼီးသ်

source: Support open, community-led datasets
shn: ၵမ်ႉထႅမ် ၸုမ်ႇၶေႃႈမုၼ်းဢၼ်ပိုတ်ႇၽုၺ်ႇ ဢၼ်တူင်ႇဝူင်းၵူၼ်းဢွၼ်ႁူဝ်

source: Suret
shn: သူႇရႅတ်ႉ

source: Svan
shn: သဝၼ်ႇ

source: Swahili
shn: သဝႃႇႁီးလီႇ

source: Swedish
shn: သဝိတ်ႉၻိသျ်

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
shn: ပတ်းၵႂႃႇၽၢႆႇၶႂႃ တႃႇမၵ်းမၼ်ႈ။ ပတ်းၵႂႃႇၽၢႆႇသၢႆႉ တႃႇပၢၵ်ႈပႅတ်ႈ။ ပတ်းၶိုၼ်းၼိူဝ် တႃႇၶၢမ်ႈၵႂႃႇ။ <strong>ယႃႇပေလိုမ်း သူင်ႇ ၶေႃႈထတ်းသၢင်ၸဝ်ႈၵဝ်ႇၼႃႈ!"</strong>

source: Syriac
shn: သီးရီႇဢႅၵ်ႇ

source: Tag
shn: ထႅၵ်ႉ

source: Tagalog
shn: တႃႇၵႃႇလွၵ်ႉ

source: Tagging
shn: ၵၢၼ်ထႅမ်သႂ်ႇၶိူင်ႈမၢႆ Tagging

source: Tagging in a Single Token
shn: ၵၢၼ်ထႅမ်သႂ်ႇၶိူင်ႈမၢႆထႅၵ်ႉ ၼႂ်းတူဝ်လိၵ်ႈတူဝ်လဵဝ်

source: Tag proper names, mixed words, or interjections
shn: သႂ်ႇမၢႆထႅၵ်ႉပၼ် ၸိုဝ်ႈလၵ်းမၵ်းမၼ်ႈ (Proper names)၊ ၶေႃႈၵႂၢမ်းဢၼ်ပႃးလၢႆၽႃႇသႃႇလေႃးၵၼ် (Mixed words) ဢမ်ႇၼၼ် ၶေႃႈၵႂၢမ်းဢွၵ်ႇသဵင်တူၵ်းၸႂ်(Interjections)

source: Tag Punctuation Based on Nearby Language
shn: ထႅၵ်ႉလွင်ႈသႂ်ႇတူဝ်ၶၼ်ႈ ၸွမ်းၼင်ႇၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈဢၼ်မီးၼႂ်းၸမ်။

source: Tag punctuation using the language closest span to the left. Examples:
shn: တႅမ်ႈမၢႆသႂ်ႇထႅၵ်ႉ ၶိူင်ႈမၢႆၶၼ်ႈလိၵ်ႈ လူၺ်ႈၸႂ်ႉတိုဝ်း ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈဢၼ်ၸမ်သုတ်း ၽၢႆႇသၢႆႉၶႃႈ။ တူဝ်ယၢင်ႇ -

source: Tags submitted successfully
shn: သူင်ႇမၢႆထႅၵ်ႉ ဢွင်ႇမၢၼ်ယဝ်ႉၶႃႈ

source: Tahitian
shn: တႃႇႁီႇထျႅၼ်ႇ

source: Taiwanese (Minnan)
shn: ထၢႆႇဝၼ်ႇၼိတ်ႉသျ် (မိၼ်ႇၼၢၼ်)

source: Tajik
shn: တႃးၵျိၵ်ႉ

source: Taking several attempts to read a word.
shn: ၶတ်းၸႂ်ဢၢၼ်ႇၶိုၼ်းၶေႃႈၵႂၢမ်းၼိုင်ႈၶေႃႈလၢႆလၢႆပွၵ်ႈ။

source: Tamazight
shn: တႃႇမႃႇသျႅတ်ႉ

source: Tamil
shn: တႃႊမီးလ်

source: Tap
shn: ထႅပ်ႉ

source: Tarifit
shn: တႃႇရီႇၾိတ်ႉသ်

source: Tashlhiyt
shn: တႃႇသျႅၼ်ႇႁိတ်ႉသ်

source: Tatar
shn: တႃႇတႃႇရ်

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
shn: Tatoeba ၼႆႉ ပဵၼ်ထၢၼ်ၶေႃႈမုၼ်းသႅၼ်းလူင် (Large database) ၶွင်ၶေႃႈၵႂၢမ်း၊ ၵၢၼ်ပိၼ်ႇၽႃႇသႃႇ လႄႈ ၾၢႆႊလ်သဵင်လၢတ်ႈ တွၼ်ႈတႃႇဢဝ်မႃးၸႂ်ႉတိုဝ်း ၼႂ်းၵၢၼ် ႁဵၼ်းႁူႉၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ။ ၵၢၼ်လူတ်ႇဢဝ် (Download) တွၼ်ႈၼႆႉ တေပႃးဝႆႉ သဵင်လၢတ်ႈဢိင်းၵလဵတ်ႈ ဢၼ်လႆႈဢတ်းဝႆႉလူၺ်ႈ တူင်ႇဝူင်းၵူၼ်းၶွင်ၶဝ်ၶႃႈယဝ်ႉ။

source: Technology and Robotics
shn: ပၢႆးၸၢင်ႊ လႄႈ ပၢႆးႁၢင်ႈၸၢၵ်ႈ

source: Technology that speaks your language
shn: ပၢႆးၸၢင်ႊ ဢၼ်လၢတ်ႈၽႃႇသႃႇၵႂၢမ်းၸဝ်ႈၵဝ်ႇ

source: TED-LIUM Corpus
shn: ၸုမ်ႇၶေႃႈမုၼ်း TED-LIUM

source: Teke
shn: တႄးၵီႊ

source: “Tell me what your parents said when you told them your big news — exactly how they said it.”
shn: လၢတ်ႈၼႄၶႃႈလႄႈ ပေႃႈမႄႈၸဝ်ႈၵဝ်ႇ လၢတ်ႈဝႃႈၸိူင်ႉႁိုဝ် မိူဝ်ႈတွၼ်ႈၸဝ်ႈၵဝ်ႇၵႂႃႇလၢတ်ႈၼႄ ၶၢဝ်ႇလီလူင်ၼၼ်ႉ ႁႂ်ႈလၢတ်ႈၼႄ တႅတ်ႈတႅတ်ႈတေႃးတေႃး ၼင်ႇဢၼ်ၶဝ်လၢတ်ႈဢွၵ်ႇမႃးတႄႉတႄႉၼၼ်ႉၶႃႈ။

source: Tell us what you'd like to download:
shn: လၢတ်ႈၼႄႁဝ်းၶႃႈဝႃႈ ၸဝ်ႈၵဝ်ႇ ၶႂ်ႈလူတ်ႇဢဝ်သင်

source: Telugu
shn: တေႇလူႇၵူႇ

source: Tepeuxila Cuicatec
shn: တေႇပူႇသီႇလႃႇ ၵုၺ်ႇၵႃႇတႅတ်ႉ

source: Terms
shn: ၶႅပ်ႇလႅၼ်

source: <termsLink>Terms</termsLink>
shn: <termsLink>ၶေႃႈမၢႆမီႈ</termsLink>

source: Teutila Cuicatec
shn: တေႇဢူႇတီႇလႃႇ ၵုၺ်ႇၵႃႇတႅတ်ႉ

source: Thai
shn: ထႆး

source: Thanks for confirming your account, now let's build your profile.
shn: ယိၼ်းၸူမ်းၶွပ်ႈၸႂ်တီႈယိုၼ်ယၼ်ဢၶွင်ႉၸဝ်ႉၵဝ်ႇ ၵမ်းၼႆႉမႃးၵေႃႇသၢင်ႈပရူဝ်ႇၾၢႆႇတူဝ်ၵဝ်ႇ။

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
shn: လူၺ်ႈၵူၼ်း 259,000 ၵေႃႉပၢႆဢၼ်လုၵ်ႉတီႈၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ 50 ပၢႆလႆႈႁူမ်ႈၵၼ်ၸွႆႈသၢင်ႈသေ ၶေႃႈမုၼ်းၸိူဝ်းၼႆႉ ၸင်ႇလႆႈထုၵ်ႇဢဝ်ၵႂႃႇၸႂ်ႉၽိုၵ်းၽွၼ်ႉဢႅပ်ႉပလီႇၶေႊသျိၼ်ႊဢၼ်ၸႂ်ႉသဵင်လၢတ်ႈမေႃတုမ်ႉတွပ်ႇသဵင်ၵူၼ်းလႆႈလီလိူဝ်ၵဝ်ႇၼၼ်ႉယဝ်ႉ။

source: Thank you for contributing to Spontaneous Speech!
shn: ယိၼ်းၸူမ်းတီႈဢၼ်ႁူမ်ႈၸွႆႈထႅမ်ပၼ်တႃႇသဵင်လၢတ်ႈဢၼ်ပဵၼ်သၽႃႇဝ!

source: Thank you for contributing your bulk submission!
shn: ဢၼ်မႃးၶဝ်ႈႁူမ်ႈၵမ်ႉထႅမ်သူင်ႇၶေႃႈၵႂၢမ်းပဵၼ်ၸုပ်ႈၶႃႈ!

source: Thank you for contributing your voice!
shn: ယိၼ်းၸူမ်းၶွပ်ႈၸႂ်ထိုင် တွၼ်ႈတႃႇၵၢၼ်ၶဝ်ႈႁူမ်ႈၵမ်ႉထႅမ် သဵင်ၸဝ်ႈၵဝ်!

source: Thank you for donating your voice clips!
shn: ယိၼ်းၸူမ်းၶွပ်ႈၸႂ်ထိုင် တွၼ်ႈတႃႇၵၢၼ်လူႇတၢၼ်းၶလိပ်ႇသဵင်ဢတ်းၸဝ်ႈၵဝ်ႇ!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
shn: ယိၼ်းလီတေႉၶႃႈ တွၼ်ႈတႃႇၵၢၼ်ဢတ်းသဵင်! ယၢမ်းလဵဝ် ၸဝ်ႈၵဝ်ႇၸၢင်ႈၵူတ်ႇထတ်းၶိုၼ်း လႄႈ သူင်ႇၶလိပ်ႉသဵင် ၽၢႆႇတႂ်ႈ ၼႆႉလႆႈယဝ်ႉၶႃႈ။

source: Thank you for your information
shn: ယိၼ်းၸူမ်း တွၼ်ႈတႃႇၶေႃႈမုၼ်ၶွင်ၸဝ်ႈၵဝ်ႇ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
shn: ယိၼ်းၸူမ်းတီႈဢၼ်ၶဝ်ႈၸႂ်ၶႂ်ႈၸွႆႈထႅမ်ပၼ်ၽႃႇသႃႇ { $lang }၊ ႁဝ်းၶႃႈႁဵတ်းၵၢၼ်ၼၵ်းတွၼ်ႈတႃႇႁဵတ်းႁႂ်ႈၵူႈၽႃႇသႃႇၽွမ်ႉၸႂ်ႉၵၢၼ် လႄႈႁႂ်ႈၸုမ်းႁဵတ်းၵၢၼ်လႆႈႁူႉၶိုတ်းတၼ်းတင်းဢီႊမေႊ၊ သင်ဝႃႈၶႂ်ႈၸွႆႈထႅမ် ပၼ်ဝႆႉဢီႊမေႊပႃႈတႂ်ႈၼႆႉသေၵမ်း။

source: Thank you for your voice information
shn: ယိၼ်းၸူမ်းတေႉၶႃႈ တွၼ်ႈတႃႇၶေႃႈမုၼ်းသဵင်ၸဝ်ႈၵဝ်ႇ!

source: Thank you! You’ve sent a new language enquiry
shn: ယိၼ်းၸူမ်းၶႃႈ! ၸဝ်ႈၵဝ်ႇလႆႈသူင်ႇၶေႃႈၸွပ်ႇထၢမ်တွၼ်ႈတႃႇၽႃႇသႃႇမႂ်ႇယဝ်ႉ

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
shn: ၶေႃႈၵႂၢမ်းဢၼ်လီသေပိူၼ်ႈၼၼ်ႉ ပဵၼ်ၶေႃႈၵႂၢမ်းသၽႃႇဝ လႄႈ ပဵၼ်ၶေႃႈၵႂၢမ်း ဢၼ်ဢုပ်ႇဢူဝ်းၵၼ်လႆႈ — ႁႂ်ႈပိူၼ်ႈဢၢၼ်ႇလႆႈငၢႆႈငၢႆႈ။ လွင်ႈသဵင်လႅၵ်ႈလၢႆႈ လႄႈ ၶေႃႈၵႂၢမ်း ဢၼ်ပႅၵ်ႇပိူင်ႈၵၼ် ၼႂ်းၶေႃႈၵႂၢမ်းၼၼ်ႉ လမ်ႇလွင်ႈယူႇသေတႃႉ ႁဝ်းၶႃႈၵေႃႈ ၶတ်းၸႂ်ႁဵတ်းႁႂ်ႈ ၵၢၼ်ဢတ်းသဵင်ၶေႃႈၵႂၢမ်း ႁႂ်ႈပဵၼ်လွင်ႈလီသူၼ်ၸႂ်လႄႈ လွင်ႈမူၼ်ႈသိူဝ်း တႃႇတူင်ႇဝူင်း ၽူႈၸွႆႈထႅမ် ႁဝ်းၶႃႈ ၼင်ႇပွင်ပဵၼ်လႆႈၼၼ်ႉယူႇၶႃႈ။

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
shn: ၶေႃႈၵႂၢမ်းဢၼ်လီသုတ်း တႃႇၵေႃႇသၢင်ႈၸၢၵ်ႈဢၼ်ႁူႉၸၵ်းသဵင်လၢတ်ႈ (Speech recognition engine)ဢၼ်ၶဝ်ႈတၢင်းတိုဝ်းၼၼ်ႉ ပဵၼ် ၵႂၢမ်းလၢတ်ႈၵၼ် ၵူႊဝၼ်းဝၼ်း လႄႈ ဢၼ်ပဵၼ် ၵႂၢမ်းလၢတ်ႈ ၵၢပ်ႈပၢၼ်မႂ်ႇၼၼ်ႉယဝ်ႉ။ ပၢႆးဝူၼ်ႉၵမ်ႈၽွင်ႈ တႃႇၸွႆႈထႅမ် ႁႂ်ႈႁဵတ်းဢွၵ်ႇလႆႈ ၶေႃႈၵႂၢမ်း မီးၼင်ႇၼႆၶႃႈ။

source: The bumblebee sped by.
shn: မႅင်းၽိုင်ႈလူင် မိၼ်လတ်းၵႂႃႇ ဝႆးဝႆး

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
shn: ပႃႇႁဵဝ်ႈၶလိပ်ႈသဵင် တေပႃးဝႆႉၶလိပ်ႉသဵင်ဢၼ်ဢမ်ႇလႆႈၶဝ်ႈႁူမ်ႈပႃးၼႂ်းၸုမ်ႇၶေႃႈမုၼ်း Common Voice။ ၸဝ်ႈၵဝ်ႇၸၢင်ႈလူတ်ႇလူင်းပႃႇႁဵဝ်ႈၶလိပ်ႉသဵင်မိူၼ်ၵၼ်တင်းၸုမ်ႇၶေႃႈမုၼ်းယူႇ။ ႁဝ်းၶႃႈယိၼ်းၸူမ်းၶွပ်ႈၸႂ်ထိုင်ၸဝ်ႈၽူႈၸိူဝ်းၼႆႉ လႄႈမုၵ်ႉၸုမ်းၸိူဝ်းဢၼ်ပၼ်လွင်ႈၸွႆႈထႅမ်တႃႇၶူင်းၵၢၼ်:

source: The clip has disrespectful or offensive language.
shn: ၶႅပ်းသဵင်ၼႆႉ မီးၶေႃႈၵႂၢမ်းဢမ်ႇယဵၼ်ငႄႈ ဢမ်ႇၼၼ် ၶေႃႈၵႂၢမ်းလူလၢႆပႃးဝႆႉယူႇ။

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
shn: ၸုမ်ႇၶေႃႈမုၼ်း Common Voice မီးတူဝ်ယၢင်ႇသဵင်ၼပ်ႉႁူဝ်သႅၼ် ဢၼ်ၸွႆႈႁႂ်ႈၽူႈၶူင်သၢင်ႈ ၵေႃႇသၢင်ႈၶိူင်ႈမိုဝ်းႁူႉတွင်းသဵင်။

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
shn: တူင်ႇဝူင်းၵူၼ်းၼႆႉ ပဵၼ်ႁူဝ်ၸႂ် ဢၼ်တိုၵ်ႉတွတ်ႇယူႇ ၶွင် Common Voice ယဝ်ႉ - ၶဝ်လုၵ်ႉတီႈၼႂ်းလုမ်ႈၾႃႉၵူႊတီႈၵူႊတၢင်းသေ မႃးႁူမ်ႈၵၼ်ဝႆႉ၊ မီးတင်း ၽူႈတူင်ႉၼိုင်ႈတႃႇၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ (Language activists)၊ ၽူႈပၢႆးသၢႆႊ (Scientists) လႄႈ ၽူႈတႅမ်ႈႁၢင်ႈပၢႆးမွၼ်း (Artists) ၶႃႈယဝ်ႉ။ ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၶဝ်ႈလဵပ်ႈႁဵၼ်း တီႈၼႃႈလိၵ်ႈ <about>လွင်ႈႁဝ်းၶႃႈ</about> လႄႈ ၼႂ်း ၼႃႈလိၵ်ႈ <community>ပပ်ႉလဵၼ်ႈတူင်ႇဝူင်းၵူၼ်း</community>လႆႈယူႇ။ သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇသူၼ်ၸႂ် ၶႂ်ႈႁူမ်ႈႁဵတ်းၵၢၼ် ၼႂ်းၸၼ်ႉၸုမ်းၵၢၼ်ငၢၼ်းႁႂ်ႈလိုၵ်ႉတိူဝ်းလိူဝ်ၼႆၸိုင် <emailFragment>ၵပ်းသိုပ်ႇမႃးႁႃ</emailFragment>ႁဝ်းၶႃႈလႆႈယူႇၶႃႈ။

source: The content contains a language different than I was expecting.
shn: လွၼ်ႉလိူင်ႈမီးၽႃႇသႃႇဢၼ်ပႅၵ်ႇပိူင်ႈၵၼ်တင်းဢၼ်ၶႃႈမုင်ႈမွင်းဝႆႉ။

source: The content has disrespectful or offensive language.
shn: လွင်ႈၸႂ်ႉတိုဝ်းၽႃႇသႃႇဢမ်ႇယဵၼ်ႇငႄႈ ဢမ်ႇၼၼ် ၽႃႇသႃႇဢမ်ႇၵိုင်ႇလႅပ်ႈ

source: The content is empty, corrupt, contains a different language, etc.
shn: ၶေႃႈမုၼ်းပဝ်ႇဝႆႉ၊ ၾၢႆႊလ်လူႉဝႆႉ၊ပႃးၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈတၢင်ႇဢၼ်ဝႆႉ၊ တႄႇၵႂႃႇႉႉ

source: The following special tags should be used to mark disfluencies, fillers and other types of non-verbal content (in English).
shn: ၶိူင်ႈမၢႆထႅၵ်ႉၶိုၵ်ႉတွၼ်း(Special tags) ပႃႈတႂ်ႈၼႆႉထုၵ်ႇလီၸႂ်ႉတိုဝ်း တႃႇမၢႆတွင်း လွင်ႈၶေႃႈၵႂၢမ်းဢၼ်လၢတ်ႈတိတ်းၶမ်(Disfluencies)၊ ၶေႃႈၵႂၢမ်းထႅမ်သႂ်ႇ (fillers) (ၸိူဝ်းဢမ်ႇမီးတီႈပွင်ႇ)၊ၶေႃႈမုၼ်းလွင်ႈတၢင်း ဢၼ်ဢမ်ႇပဵၼ်သဵင်လၢတ်ႈ (Non-verbal content)တၢင်ႇၸိူဝ်း (ၼႂ်းၽႃႇသႃႇဢိင်းၵလဵတ်ႈ) ၶႃႈ။

source: The giant dino [cough] the Triassic.
shn: တူဝ်သတ်းလူင် ၻႆၢႇၼူဝ်ႇသေႃး [cough] ၼႂ်းပၢၼ်Triassic ၶႃႈ။

source: The giant dinosaur of the Triassic.
shn: တူဝ်သတ်းလူင် ၻႆၢႇၼူဝ်ႇသေႃး ၼႂ်းပၢၼ် Triassic period

source: The giant dinosaurs of the Triassi-.
shn: တူဝ်သတ်းလူင် ၻႆၢႇၼူဝ်ႇသေႃး ၼႂ်းပၢၼ် Triassi-. (သဵင်တတ်းႁၢႆ)

source: The giant dinosaurs of the Triassic.
shn: တူဝ်သတ်းလူင် ၻႆၢႇၼူဝ်ႇသေႃး ၼႂ်းပၢၼ် Triassic period

source: The giant dinosaurs of the Triassic. [read by one voice]
shn: တူဝ်သတ်းလူင် ၻႆၢႇၼူဝ်ႇသေႃး (The giant dinosaurs) ၼႂ်းပၢၼ် Triassic ၶႃႈ။ [read by one voice]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
shn: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong> [ဢၢၼ်ႇလူၺ်ႈသဵင်ၵူၼ်းၵေႃႉလဵဝ်]

source: The giant dinosaurs of the Triassic. Yes.
shn: တူဝ်သတ်းလူင် ၻႆၢႇၼူဝ်ႇသေႃး ၼႂ်းပၢၼ် Triassic. Yes. (မီးၶေႃႈၵႂၢမ်းထႅမ်မႃး)

source: The giant dino <strong>[cough]</strong> the Triassic.
shn: The giant dino <strong>[cough]</strong> the Triassic. (ၶေႃႈၵႂၢမ်းဢၼ်ႁၢႆၵႂႃႇလႄႈ သဵင်ၶူၼ်းၶဝ်း ဢွၵ်ႇမႃးၼႂ်းၵႄႈၶေႃႈၵႂၢမ်း)

source: The MediaRecorder API is not supported in your browser.
shn: ပရၢဝ်ႇသိူဝ်ႇရ် (Browser) ၸဝ်ႈၵဝ်ႇ ဢမ်ႇၵမ်ႉထႅမ်ပၼ် ပိူင်ၵၢၼ်ဢတ်းသဵင် (MediaRecorder API) ၶႃႈ။"

source: The number of recordings and which languages you contribute to will be public.
shn: ႁူဝ်ၼပ်ႉသဵင်ဢၼ်လႆႈဢတ်းဝႆႉ လႄႈၽႃႇသႃႇဢၼ်ၸဝ်ႈၵဝ်ႇၸွႆႈထႅမ်ပၼ်ဝႆႉၼၼ်ႉတေထုၵ်ႇပိုၼ်ၽႄ။

source: The page you are looking for could not be found
shn: ၼႃႈလိၵ်ႈဢၼ်ၸဝ်ႈၵဝ်ႇႁႃၼၼ်ႉဢမ်ႇႁၼ်

source: The question should be answerable in just a couple of sentences.
shn: ၶေႃႈထၢမ်ၼၼ်ႉ ထုၵ်ႇလီပဵၼ်ဢၼ်ၸၢင်ႈတွပ်ႇလႆႈ လူၺ်ႈၶေႃႈၵႂၢမ်း 2-3 ထႅဝ်ၵူၺ်း။

source: There are currently no sentences to review in this language.
shn: ယၢမ်းလဵဝ်ၼႆႉ ဢမ်ႇမီးၶေႃႈၵႂၢမ်းတႃႇၵူတ်ႇထတ်းၼႂ်းၽႃႇသႃႇၼႆႉၶႃႈ။

source: There are currently no transcriptions to check for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
shn: ယၢမ်းလဵဝ် ဢမ်ႇမီးၶေႃႈၵႂၢမ်းဢၼ်ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ တွၼ်ႈတႃႇတေၵူတ်ႇထတ်း ၼႂ်းၸုမ်ႇၶေႃႈမုၼ်းၼႆႉထႅင်ႈယဝ်ႉၶႃႈ။ သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇလႆႈၶၢမ်ႈပႅတ်ႈတွၼ်ႈလႂ်ဝႆႉၼႆၸိုင် ၸၢင်ႈသိုပ်ႇႁဵတ်းၵၢၼ် ၼႂ်းတွၼ်ႈၶေႃႈမုၼ်း ဢၼ်လႆႈၶၢမ်ႈၼၼ်ႉ ဢမ်ႇၼၼ် ၶဝ်ႈၵႂႃႇတီႈ ၵၢၼ်ၵူတ်ႇထတ်းလွင်ႈထွတ်ႇသဵင်သေ ၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈဝၢႆးလင်လႆႈယူႉၶႃႈ။

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
shn: ယၢမ်းလဵဝ် ဢမ်ႇပႆႇမီး ၶေႃႈတႅမ်ႈ တႃႇတေၵူတ်ႇထတ်းတူၺ်း ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၼႆႉ။ သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇ ၶၢမ်ႈပူၼ်ႉၵႂႃႇသေဢၼ်ဢၼ်ၼႆၸိုင် ၸၢင်ႈသိုပ်ႇႁဵတ်းၸွမ်း ၶေႃႈၼမ်းဢၼ်ၶၢမ်ႈပူၼ်ႉၵႂႃႇၼၼ်ႉ ဢမ်ႇၼၼ် ၵႂႃႇတီႈ ၵၢၼ်ထွတ်ႇသဵင်ၾၢႆႇသဵင်သေ ၶိုၼ်းၶတ်းၸႂ်တူၺ်းထႅင်ႈ ဝၢႆးလင်ၼၼ်ႉလႆႈယူႇ။

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
shn: ယၢမ်းလဵဝ်ယင်းပႆႇမီးၶေႃႈမုၼ်းၵၢၼ်ထွတ်ႇသဵင်တႃႇၵူတ်ႇထတ်းတွၼ်ႈတႃႇၽႃႇသႃႇၼႆႉ။ ၶႅၼ်းတေႃႈႁွင်ႈၼႃႈၼႆႉမႂ်ႇဢမ်ႇၼၼ်ၸၢမ်းတူၺ်းထႅင်ႈၵမ်းလင်။

source: There are currently no transcriptions to tag for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
shn: ယၢမ်းလဵဝ် ဢမ်ႇမီးၶေႃႈၵႂၢမ်းဢၼ်ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ တွၼ်ႈတႃႇတေထႅၵ်ႉၼႂ်းၸုမ်ႇၶေႃႈမုၼ်းၼႆႉ ထႅင်ႈယဝ်ႉၶႃႈ။ သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇလႆႈၶၢမ်ႈပႅတ်ႈတွၼ်ႈလႂ်ဝႆႉၼႆၸိုင် ၸၢင်ႈသိုပ်ႇႁဵတ်းၵၢၼ် ၼႂ်းတွၼ်ႈၶေႃႈမုၼ်း ဢၼ်လႆႈၶၢမ်ႈၼၼ်ႉ ဢမ်ႇၼၼ် ၶဝ်ႈၵႂႃႇတီႈ ၵၢၼ်ၵူတ်ႇထတ်းလွင်ႈထွတ်ႇသဵင်သေ ၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈဝၢႆးလင်လႆႈယူႉၶႃႈ။

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
shn: မီးယူႇလၢႆလွၵ်းလၢႆးတႃႇတေဝူၼ်ႉလွင်ႈၽႃႇသႃႇ။ တွၼ်ႈတႃႇယိူင်းဢၢၼ်းတႃႇမေႃႇတႄႇလ်ႁူႉတွင်းသဵင်၊ Common Voice ပၼ်တၢင်းႁၼ်ထိုင်ဝႃႈႁႂ်ႉပၵ်းၸႂ်ၼိူဝ် 'လွင်ႈပွင်ႇၸႂ်ၵၼ်'၊ ဢမ်ႇၼၼ် 'ၸွင်ႇၽူႈၸႂ်ႉတိုဝ်းၽႃႇသႃႇၼႆႉၵမ်ႈၼမ်ပွင်ႇၸႂ်ၵၼ်ယူႇ သင်ဝႃႈၶဝ်ၶတ်းၸႂ်တေပွင်ႇၸႂ်?'

source: There are no more questions for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
shn: တႃႇၶေႃႈမုၼ်းၼႆႉ ဢမ်ႇမီးၶေႃႈထၢမ်ထႅင်ႈယဝ်ႉ၊ သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇ ၶၢမ်ႈပူၼ်ႉၵႂႃႇ ဢၼ်လႂ်ၵေႃႈသိုပ်ႇႁဵတ်းၸွမ်းၼႂ်းၶေႃႈၼမ်းဢၼ်ၶၢမ်ႈပူၼ်ႉၵႂႃႇၼၼ် ဢမ်ႇၼၼ် ၵႂႃႇတီႈ ၵၢၼ်ထွတ်ႇသဵင်သေ ဝၢႆးလင်ၶိုၼ်းၶတ်းၸႂ်တူၺ်းထႅင်ႈလႆႈယူႇ။

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
shn: ဢမ်ႇမီးၶေႃႈထၢမ်သင် တႃႇၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၼႆႉထႅင်ႈယဝ်ႉၶႃႈ။ သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇၶၢမ်ႈၶေႃႈလႂ်ၵႂႃႇၼႆၸိုင်ၸၢင်ႈသိုပ်ႇႁဵတ်းၸွမ်းၶေႃႈၼမ်းဢၼ်ၶၢမ်ႈပူၼ်ႉၵႂႃႇၼၼ်ႉလႆႈ ဢမ်ႇၼၼ် ၵႂႃႇတီႈ တီႈၵၢၼ်ထတ်းသဵင် သေ ၶိုၼ်းၶတ်းၸႂ်တူၺ်းထႅင်ႈ ဝၢႆးလင်လႆႈယူႇၶႃႈ။

source: The recording was too long.
shn: သဵင်ဢၼ်ဢတ်းဝႆႉၼၼ်ႉ ၶၢဝ်းယၢမ်းယၢဝ်းပူၼ်ႉတီႈၼႃႇၶႃႇ။

source: The recording was too quiet.
shn: သဵင်ဢၼ်ဢတ်းဝႆႉၼၼ်ႉ သဵင်မဝ်ပူၼ်ႉတီႈၼႃႇ။

source: The recording was too short.
shn: သဵင်ဢၼ်ဢတ်းဝႆႉၼၼ်ႉ ၶၢဝ်းယၢမ်းပွတ်းပူၼ်ႉတီႈၼႃႇၶႃႇ။

source: There is currently no audio to transcribe for this dataset. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
shn: ယၢမ်းလဵဝ် ဢမ်ႇမီးၾၢႆႊလ်သဵင် တႃႇတေထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ ၼႂ်းၸုမ်ႇၶေႃႈမုၼ်းၼႆႉထႅင်ႈယဝ်ႉၶႃႈ။ သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇလႆႈၶၢမ်ႈပႅတ်ႈတွၼ်ႈလႂ်ဝႆႉၼႆၸိုင် ၸၢင်ႈသိုပ်ႇႁဵတ်းၵၢၼ် ၼႂ်းတွၼ်ႈၶေႃႈမုၼ်း ဢၼ်လႆႈၶၢမ်ႈၼၼ်ႉ ဢမ်ႇၼၼ် ၶဝ်ႈၵႂႃႇတီႈ ၵၢၼ်ၵူတ်ႇထတ်းလွင်ႈထွတ်ႇသဵင်သေ ၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈဝၢႆးလင်လႆႈယူႉၶႃႈ။

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
shn: ယၢမ်းလဵဝ် ပႆႇမီးသဵင်ဢတ်း ပုၼ်ႈတႃႇထွတ်ႇပဵၼ်လိၵ်ႈ ၼႂ်းၽႃႇသႃႇၵႂၢမ်းဢၼ်ၼႆႉၶႃႈ။ သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇလႆႈၶၢမ်ႈဢၼ်ဢၼ်လႂ်ၼႆ ၸဝ်ႈၵဝ်ႇၸၢင်ႈသိုပ်ႇႁဵတ်းၸွမ်း ၶေႃႈမုၼ်းဢၼ်ၶၢမ်ႈၵႂႃႇၼၼ်ႉ ဢမ်ႇၼၼ် ၵႂႃႇတီႈၼႃႈၵူတ်ႇထတ်းလိၵ်ႈထွတ်ႇ သေၶိုၼ်းၸၢမ်းတူၺ်း ဝၢႆးလင်ၵေႃႈလႆႈယူႇၶႃႈ

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
shn: ယၢမ်းလဵဝ်ယင်းပႆႇမီးသဵင်တႃႇထွတ်ႇသဵင်တွၼ်ႈတႃႇၽႃႇသႃႇၼႆႉ။ ၶႅၼ်းတေႃႈႁွင်ႉၼႃႈၼႆႉမႂ်ႇဢမ်ႇၼၼ်ၸၢမ်းတူၺ်းထႅင်ႈၵမ်းလင်။

source: There is no “perfect” way to answer
shn: ဢမ်ႇမီးၶေႃႈတွပ်ႇဢၼ်“တဵမ်ထူၼ်ႈ”

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
shn: ၵၢၼ်တုၵ်းယွၼ်းၸႂ်ႉၶၢဝ်းယၢမ်းႁိုင်ပူၼ်ႉတီႈၼႃႇၶႃႈ။ လွင်ႈၼႆႉၵႆႉပဵၼ်ၸူဝ်ႈၶၢဝ်းၵူၺ်း။ ၶႅၼ်းတေႃႈ ၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈၵမ်းၼိုင်ႈၶႃႈ။ တႃႇယွၼ်းတၢင်းၸွႆႈထႅမ် ၶႅၼ်းတေႃႈၶဝ်ႈႁူမ်ႈ တီႈ <matrixLink>လွင်ႈဢုပ်ႇဢူဝ်းတူင်ႇဝူင်း Matrix၊ </matrixLink>, သေ ပႂ်ႉတူၺ်းပၼ်ႁႃ ဝႅပ်ႉသၢႆႉတ် လူၺ်ႈ <githubLink>GitHub</githubLink> ဢမ်ႇၼၼ် ၶဝ်ႈတူၺ်းလႆႈတီႈ <discourseLink>ပၢင်ဢုပ်ႇဢူဝ်း Discourse ႁဝ်းၶႃႈ</discourseLink>.
